Repository: mdellweg/pulp-cli
Catalog: pulpcore/cli/core/locale/*/LC_MESSAGES/messages.po
Languages: de

source: Group to add download role to. Can be specified multiple times.
de: Gruppe die die Download Rolle erhalten soll. Kann mehrfach genannt werden.

source: User to add download role to. Can be specified multiple times.
de: Benutzer der die Download Rolle erhalten soll. Kann mehrfach genannt werden.

source: Group to remove download role from. Can be specified multiple times.
de: Gruppe von der die Download Rolle entfernt werden soll. Kann mehrfach genannt werden.

source: User to remove download role from. Can be specified multiple times.
de: Benutzer von dem die Download Rolle entfernt werden soll. Kann mehrfach genannt werden.

source: access policy
de: Zugangsregel

source: access policies
de: Zugangsregeln

source: artifact
de: Artefakt

source: artifacts
de: Artefakte

source: Artifact already exists.
de: Das Artefakt existiert bereits.

source: Uploading file {filename}
de: Datei {filename} wird hochgeladen

source: Upload complete. Creating artifact.
de: Hochladen vollständig. Artefakt wird erstellt.

source: Pulp exporters
de: Pulp Exporter

source: Pulp exports
de: Pulp Exporte

source: user group
de: Benutzergruppe

source: user groups
de: Benutzergruppen

source: group permission
de: Gruppen Berechtigung

source: group permissions
de: Gruppen Berechtigungen

source: Could not find {entity} with {kwargs}.
de: Kann {entity} mit {kwargs} nicht finden.

source: group role
de: Gruppenrolle

source: group roles
de: Gruppenrollen

source: Pulp importers
de: Pulp Importer

source: role
de: Rolle

source: roles
de: Rollen

source: signing service
de: Signatur Service

source: signing services
de: Signatur Services

source: task
de: Aufgabe

source: tasks
de: Aufgaben

source: task group
de: Aufgabengruppe

source: task groups
de: Aufgabengruppen

source: user
de: Benutzer

source: users
de: Benutzer

source: user role
de: Benutzerrolle

source: user roles
de: Benutzerrollen

source: worker
de: Arbeiter

source: workers
de: Arbeiter

source: '{value}' is not a valid href for {option_name}.
de: '{value}' ist kein gültiger Hyperlink für {option_name}.

source: Repositories must be specified with plugin and type
de: Repositories müssen mit Plugin und Typ spezifiziert werden.

source: The type '{plugin}:{resource_type}' is not valid for the {option_name} option.
de: Der Typ '{plugin}:{resource_type}' ist ungültig für die Option {option_name}.

source: The type '{plugin}:{resource_type}' does not support the '{capability}' capability.
de: Der Typ '{plugin}:{resource_type}' unterstützt die Fähigkeit '{capability}' nicht.

source: Limit the number of exporters to show.
de: Begrenze die Anzahl der anzuzeigenden Exporter.

source: Skip a number of exporters to show.
de: Überspringe eine Anzahl der anzuzeigenden Exporter.

source: Examples: 512MB, 1GB
de: Beispiel: 512MB, 1GB

source: Repository to export from in the form '[[<plugin>:]<resource_type>:]<name>' or by href. Can be called multiple times.
de: Repository aus dem exportiert werden soll in der Form '[[<plugin>:]<resource_type>:]<name>' oder als href. Kann mehrfach genannt werden.

source: Either an href or a UUID must be provided.
de: Entweder eine href oder eine UUID muss spezifiziert werden.

source: List only tasks with this name.
de: Nur Aufgaben mit diesem Namen auflisten.

source: List only tasks whose name contains this.
de: Nur Aufgaben deren Namen dies enthält auflisten.

source: List only tasks with this correlation id.
de: Nur Aufgaben mit dieser Korrelations-ID auflisten.

source: List only tasks in this state.
de: Nur Aufgaben mit diesem Status auflisten.

source: List only tasks in this task group. Provide pulp_href or UUID.
de: Nur Aufgaben dieser Aufgabengruppe auflisten. Entweder pulp_href oder UUID angeben.

source: This type of Permission does not have an object.
de: Diese Art Berechtigung hat kein Objekt.

source: This type of Permission needs an object.
de: Diese Art Berechtigung benötigt ein Objekt.

source: Manage user groups and their granted permissions.
de: Verwalte Benutzergruppen und ihre zugeordneten Berechtigungen.

source: Show a list of the permissioons granted to a group.
de: Zeige eine Liste der Berechtigungen einer Gruppe.

source: Grant a permission to the group.
de: Gib eine Berechtigung an die Gruppe.

source: Revoke a permission from the group.
de: Entferne Berechtigung für die Gruppe.

source: A map of source repository name to destination repository name (eg. --repo-map src dest)
de: Eine Übersetzungstabelle von Quellrepositorynamen zu Zielrepositorynamen (z.B. --repo-map src dest)

source: Cannot specify `--permission` and `--no-permission`.
de: `--premission` und `--no-permission` kann nicht kombiniert werden.

source: Permission in the form '<app_label>.<codename>'. Can be used multiple times.
de: Berechtigung in der Form '<app_label>.<codename>'. Kann mehrfach gennant werden.

source: Name of the role
de: Name der Rolle

source: HREF of the entry
de: HREF des Eintrags

source: Number of retries before failing.
de: Anzahl der Wiederholungen.

source: Seconds to wait between retries.
de: Wartezeit in Sekunden zwischen Versuchen.

source: Cannot specify a negative retry count.
de: Ein negativer Wiederholungszähler kann nicht angegeben werden.

source: UUID of the {entity}
de: UUID des/der {entity}

source: Wait for the task to finish
de: Warte bis die Aufgabe beendet ist.

source: Waiting for task {href} to finish.
de: Warten bis die Aufgabe {href} beendet ist.

source: Cancel all 'waiting' and 'running' tasks.
de: Alle laufenden und wartenden Aufgaben abbrechen.

source: Cancel all 'waiting' tasks.
de: Alle wartenden Aufgaben abbrechen.

source: Cancel all 'running' tasks.
de: Alle laufenden Aufgaben abbrechen.

source: Task {href} is in state {state} and cannot be canceled.
de: Aufgabe {href} hat den Status {state} und kann nicht abgebrochen werden.

source: Waiting to cancel task {href}
de: Warte bis die Aufgabe {href} abgebrochen ist

source: Done.
de: Fertig.

source: Username of the {entity}
de: Benutzername des {entity}.

source: Password for the user. Provide an empty string to disable password authentication.
de: Passwort des Benutzers. Spezifiziere eine leere Zeichenkette um die Passwortauthentifizierung zu deaktivieren.
